[M_Sage_FollowGlow MissionDefinition]
MissionName="Siga o Brilho"
MissionDescription="O Claptrap avistou um maldito Skag mijando nas suas coisas. Ele deseja que você livre Pandora da maldade urinária desse Skag para sempre."
TurnInDescription="Bom trabalho!  E agora, vamos limpar a sujeira."
MissionSummary="Elimine o Skag mijão."
MissionGiver="Claptrap"
MissionTurnInLocation="Claptrap"
TeaserText="Tratamento contra bexiga solta."

[M_Sage_FollowGlow:FindCreature MissionObjectiveDefinition]
ProgressMessage="Siga o rastro da criatura"

[M_Sage_FollowGlow:FindCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_FollowGlow:FindTracks MissionObjectiveDefinition]
ProgressMessage="Encontre o rastro da criatura"

[M_Sage_FollowGlow:FindTrackSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Sage_FollowGlow:KillCreature MissionObjectiveDefinition]
ProgressMessage="Elimine o Babillas"

[M_Sage_FollowGlow:KillCreatureSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

